<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット関連の言語ライン
    |--------------------------------------------------------------------------
    |
    | 以下の言語ラインは、パスワードリセットの試行が失敗した理由にマッチする
    | デフォルトのメッセージです。無効なトークンや新しいパスワードが無効な場合に
    | 使用されます。
    |
    */

    'reset' => 'パスワードがリセットされました！',
    'sent' => 'パスワードリセットリンクをメールで送りました！',
    'throttled' => '再試行する前にお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'そのメールアドレスのユーザーは見つかりませんでした。',

];
